{
  "title": "Mamunias",
  "logo_title": "Mamunias",
  "nav_home": "Home",
  "nav_products": "Products",
  "nav_contact": "Contact",
  "aria_change_language": "Change language",
  
  "about_me_title": "About Me",
  "about_me_paragraph1": "Hello! My name is Mamen, a professional manicure specialist deeply passionate about the art of nail design. For over eight years, I have been dedicated to beautifying hands using modern and advanced techniques such as permanent polish, gel, and polygel. Thanks to my ongoing training and constant search for the latest trends, I work exclusively with high-quality products to provide long-lasting, elegant, and flawless results.",
  "about_me_paragraph2": "My mission is to help you have nails that reflect your unique style, always caring for the health of your natural nail. Each service is personalized because I know every client is different. If you love nails as much as I do, you are in the right place. Welcome to Mamunias!",

  "hero_title": "Everything for your manicure",
  "hero_subtitle": "The best products to take care of your nails",
  "hero_cta": "Products",

  "technique_permanent_title": "Permanent Polish",
  "technique_permanent_desc": "Permanent polish is a widely popular technique that allows nail polish to last significantly longer than traditional nail polish. Unlike regular polish, which simply air-dries, permanent polish requires curing under a UV or LED lamp. This process ensures a shiny, durable, and scratch-resistant finish that keeps nails looking flawless for several weeks. It’s an ideal option for individuals who want a long-lasting, polished look without having to worry about frequent touch-ups or chipping. With its ability to maintain a fresh and vibrant appearance over time, permanent polish has become a favorite choice for those seeking both beauty and practicality in their manicure routine.",
  "technique_permanent_img_alt": "Permanent Polish",

  "technique_softgel_title": "Soft Gel Nails",
  "technique_softgel_desc": "Soft gel nails are an excellent intermediate option between natural nails and acrylics. They are light and flexible, providing a natural finish that perfectly adapts to the original nail shape. One of the main advantages of soft gel nails is that they are less damaging to natural nails compared to other techniques such as acrylic or hard gel. The soft gel formula is less dense and does not require aggressive filing for either application or removal. Additionally, it can be safely used to extend nails without harming to the natural nail, making it a healthier and gentler option for nail enhancement.",
  "technique_softgel_img_alt": "Soft Gel Nails",

  "technique_gel_title": "Gel Nails",
  "technique_gel_desc": "Gel nails are one of the most popular and widely used techniques in manicure salons due to their excellent durability and professional-looking finish. This method involves carefully applying a gel layer over the natural nail, which then hardens under a UV or LED lamp. Gel nails are known for their strength, making them an ideal choice for people with weak or easily broken nails. They also provide a more natural and seamless finish compared to acrylic nails, as the gel conforms much better to the natural shape of the nail. Despite their long-lasting and sturdy nature, gel nails remain flexible and comfortable to wear throughout the day.",
  "technique_gel_img_alt": "Gel Nails",

  "technique_acrylic_title": "Acrylic Nails",
  "technique_acrylic_desc": "Acrylic nails are a classic and durable option for those seeking strong, long-lasting nails with excellent resilience. This technique conbines a liquid monomer with acrylic powder, which is then applied over the natural nail or on an extension. Once dried, the acrylic forms a solid, strong, and resistant layer that provides excellent protection. Although acrylic nails are harder than gel nails, they can also be somewhat more fragile if not properly cared for and maintained. This method is perfect for those who want longer nails or a strong, reliable base to create detailed nail designs.",
  "technique_acrylic_img_alt": "Acrylic Nails",

  "technique_polygel_title": "Polygel Nails",
  "technique_polygel_desc": "Polygel nails are a unique blend of gel and acrylic nails, combining the best features of both techniques. Polygel is lightweight, flexible, and highly durable, giving nails a natural look with the same strength as acrylic. Additionally, polygel is applied without using harsh chemicals, which makes it a gentler and less damaging option for natural nails. The application process does not require any filing, significantly reducing the risk of harming the natural nail. Furthermore, polygel nails require minimal maintenance, as they rarely lift or peel, making them an excellent choice for those seeking convenience and durability.",
  "technique_polygel_img_alt": "Polygel Nails",

  "products_featured_title": "Featured Products",

  "product_kit_manicure": "Manicure Kit",
  "product_kit_manicure_alt": "Manicure Kit",

  "product_red_nail_polish": "Red Nail Polish",
  "product_red_nail_polish_alt": "Red Nail Polish",

  "product_nail_cleaner": "Nail Cleaner",
  "product_nail_cleaner_alt": "Nail Cleaner",

  "product_base_coat_gel": "Base Coat Gel",
  "product_base_coat_gel_alt": "Base Coat Gel",

  "product_top_coat_shiny": "Top Coat Shiny",
  "product_top_coat_shiny_alt": "Top Coat Shiny",

  "product_uv_lamp": "UV Lamp",
  "product_uv_lamp_alt": "UV Lamp",

  "product_purple_nail_polish": "Purple Nail Polish",
  "product_purple_nail_polish_alt": "Purple Nail Polish",

  "product_semi_permanent_nail_polish": "Semi-Permanent Nail Polish",
  "product_semi_permanent_nail_polish_alt": "Semi-Permanent Nail Polish",

  "product_professional_nail_file": "Professional Nail File",
  "product_professional_nail_file_alt": "Professional Nail File",

  "product_builder_gel": "Builder Gel",
  "product_builder_gel_alt": "Builder Gel",

  "product_polygel": "Polygel",
  "product_polygel_alt": "Polygel",

  "product_cuticle_oil": "Cuticle Oil",
  "product_cuticle_oil_alt": "Cuticle Oil",

  "contact_title": "Contact",
  "contact_name_placeholder": "Your name",
  "contact_name_error": "Name must contain only letters and spaces, up to 30 characters.",
  "contact_email_placeholder": "Your email",
  "contact_email_error": "Enter a valid email.",
  "contact_message_placeholder": "Your message",
  "contact_message_error": "Message must be at least 10 characters.",
  "contact_send_button": "Send",

  "footer_contact_title": "Contact",
  "footer_email_label": "Email:",
  "footer_email_link": "Send me an email",
  "footer_schedule_label": "Schedule:",
  "footer_schedule_days": "Monday - Friday",
  "footer_schedule_hours": "6:00 PM - 8:00 PM",

  "footer_about_title": "About Mamunias",
  "footer_about_link": "About me",

  "aria_instagram": "Got to Instagram",
  "aria_tiktok": "Go to TikTok",
  "aria_facebook": "Go toFacebook",
  "aria_x_twitter": "Go to X Twitter",

  "footer_techniques_title": "Manicure Techniques",
  "footer_technique_permanent": "Permanent Polish",
  "footer_technique_softgel": "Soft Gel Nails",
  "footer_technique_gel": "Gel Nails",
  "footer_technique_acrylic": "Acrylic Nails",
  "footer_technique_polygel": "Polygel Nails",

  "footer_rights": "All rights reserved.",
  "footer_web_design": "Web design and development by",
  "footer_dev_link_text": "J.A.R.",

  "nombreInvalido": "Name must contain only letters and spaces, up to 30 characters.",
  "emailInvalido": "Enter a valid email.",
  "mensajeCorto": "Message must be at least 10 characters.",
  "confirmarEnvio": "Are you sure you want to send this message?",
  "siEnviar": "Yes, Send",
  "cancelar": "Cancel",
  "gracias": "Thank you for your message!",
  "mensajeEnviado": "Your message has been sent successfully. I will get back to you as soon as possible.",
  "errorEnvio": "There was an error sending your message. Please try again later.",
  "errorConexion": "Connection error. Please check your internet connection and try again."

}
